Repository: Sma1lboy/yap
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans, zh_hant

source: No Apps
de: Keine Apps
fr: Aucune application
zh_hans: 无 App
zh_hant: 無 App

source: No Cap
de: Kein Limit
fr: Aucun plafond
zh_hans: 无
zh_hant: 無

source: No Corrections to Review
de: Keine Korrekturen zu überprüfen
fr: Aucune correction à revoir
zh_hans: 没有待审核的更正
zh_hant: 沒有待審核的更正

source: No Custom Enhancement Models
de: Keine eigenen Verbesserungsmodelle
fr: Aucun modèle d'amélioration personnalisé
zh_hans: 暂无自定润色模型
zh_hant: 暫無自定潤色模型

source: No Custom Transcription Models
de: Keine eigenen Transkriptionsmodelle
fr: Aucun modèle de transcription personnalisé
zh_hans: 无自定转写模型
zh_hant: 無自定轉錄模型

source: No microphone is connected.
de: Es ist kein Mikrofon verbunden.
fr: Aucun micro n’est connecté.
zh_hans: 没有连接麦克风。
zh_hant: 沒有連接麥克風。

source: No Modes
de: Keine Modi
fr: Aucun mode
zh_hans: 无模式
zh_hant: 無模式

source: No Modes Available
de: Keine Modi verfügbar
fr: Aucun mode disponible
zh_hans: 无可用模式
zh_hant: 無可用模式

source: No Prompts Available
de: Keine Prompts verfügbar
fr: Aucune invite disponible
zh_hans: 无可用提示词
zh_hant: 無可用提示詞

source: No real microphone is connected, and Yap doesn't switch to a virtual or aggregate input on its own. Choose one above to record from it.
de: Es ist kein echtes Mikrofon verbunden, und Yap wechselt nicht von sich aus zu einem virtuellen oder zusammengesetzten Eingang. Wähle oben einen, um darüber aufzunehmen.
fr: Aucun vrai micro n’est connecté, et Yap ne bascule pas de lui-même vers une entrée virtuelle ou agrégée. Pour enregistrer depuis l’une d’elles, choisissez-la ci-dessus.
zh_hans: 没有连接真实的麦克风，Yap 不会自动改用虚拟或聚合输入。要用它们录音，请在上面选择。
zh_hant: 沒有連接真實的麥克風，Yap 不會自動改用虛擬或聚合輸入。要用它們錄音，請在上面選取。

source: No Thanks
de: Nein danke
fr: Non merci
zh_hans: 不用
zh_hant: 不用

source: No timed pastes yet this week
de: Diese Woche noch keine gemessene Einfügung
fr: Aucun collage chronométré cette semaine
zh_hans: 本周还没有计时的粘贴
zh_hant: 本週還沒有計時的貼上

source: No transcription model is chosen in the mode.
de: Im Modus ist kein Transkriptionsmodell gewählt.
fr: Aucun modèle de transcription n’est choisi dans le mode.
zh_hans: 模式里没有选转写模型。
zh_hant: 模式裡沒有選轉錄模型。

source: No VoiceInk settings found on this Mac.
de: Auf diesem Mac wurden keine VoiceInk-Einstellungen gefunden.
fr: Aucun réglage VoiceInk trouvé sur ce Mac.
zh_hans: 没有找到 VoiceInk 的设置。
zh_hant: 沒有找到 VoiceInk 的設定。

source: No watched pastes yet this week
de: Diese Woche noch keine beobachtete Einfügung
fr: Aucun collage observé cette semaine
zh_hans: 本周还没有观察完的粘贴
zh_hant: 本週還沒有觀察完的貼上

source: No Websites
de: Keine Websites
fr: Aucun site Web
zh_hans: 无网站
zh_hant: 無網站

source: No activity recorded for this period
de: Für diesen Zeitraum wurde keine Aktivität erfasst
fr: Aucune activité enregistrée pour cette période
zh_hans: 此时间段没有记录到活动
zh_hant: 此時間段沒有記錄到活動

source: No apps found
de: Keine Apps gefunden
fr: Aucune application trouvée
zh_hans: 未找到 App
zh_hant: 未找到 App

source: No audio duration
de: Keine Audiodauer
fr: Aucune durée audio
zh_hans: 无音频时长
zh_hant: 無音訊時長

source: No audio files found older than %lld days.
de: Keine Audiodateien gefunden, die älter als %lld Tage sind.
fr: Aucun fichier audio datant de plus de %lld jours n’a été trouvé.
zh_hans: 未找到超过 %lld 天的音频文件。
zh_hant: 未找到超過 %lld 天的音訊檔案。

source: No audio yet
de: Noch kein Audio
fr: Pas encore d'audio
zh_hans: 还没有录音
zh_hant: 還沒有錄音

source: No automatic triggers
de: Keine automatischen Auslöser
fr: Pas de déclencheurs automatiques
zh_hans: 无自动触发条件
zh_hant: 無自動觸發條件

source: No charges or top-ups yet.
de: Noch keine Abbuchungen oder Aufladungen.
fr: Aucun débit ni rechargement pour l'instant.
zh_hans: 还没有扣费或充值记录。
zh_hant: 還沒有扣費或儲值記錄。

source: No config file
de: Keine Konfigurationsdatei
fr: Aucun fichier de configuration
zh_hans: 没有配置文件
zh_hant: 沒有設定檔案

source: No devices available
de: Keine Geräte verfügbar
fr: Aucun appareil disponible
zh_hans: 无可用设备
zh_hant: 無可用裝置

source: No dictated words in this period yet
de: In diesem Zeitraum noch keine diktierten Wörter
fr: Pas encore de mots dictés dans cette période
zh_hans: 此时间段内还没有听写的词
zh_hant: 此時間段內還沒有聽寫的詞

source: No earlier versions yet.
de: Noch keine früheren Versionen.
fr: Aucune version antérieure pour l’instant.
zh_hans: 还没有更早的版本。
zh_hant: 還沒有更早的版本。

source: No enhancement
de: Keine Verbesserung
fr: Aucune amélioration
zh_hans: 不增强
zh_hant: 不增強

source: No enhancement models
de: Keine Verbesserungsmodelle
fr: Aucun modèle d'amélioration
zh_hans: 无润色模型
zh_hant: 無潤色模型

source: No enhancement timings
de: Keine Verbesserungszeiten
fr: Aucun calendrier d'amélioration
zh_hans: 无润色用时
zh_hant: 無潤色用時

source: No error message
de: Keine Fehlermeldung
fr: Aucun message d'erreur
zh_hans: 无错误信息
zh_hant: 無錯誤資訊

source: No fields applied
de: Keine Felder angewendet
fr: Aucun champ appliqué
zh_hans: 没有应用任何字段
zh_hant: 沒有應用任何欄位

source: No hourly pattern yet.
de: Noch kein stündliches Muster vorhanden.
fr: Pas encore de modèle horaire.
zh_hans: 暂无每小时使用模式。
zh_hant: 暫無每小時使用模式。

source: No matching apps
de: Keine passenden Apps
fr: Aucune application correspondante
zh_hans: 没有匹配的 App
zh_hant: 沒有比對的 App

source: No matching transcriptions
de: Keine passenden Transkriptionen
fr: Aucune transcription correspondante
zh_hans: 没有匹配的转录
zh_hant: 沒有比對的轉錄

source: No microphones found
de: Keine Mikrofone gefunden
fr: Aucun micro trouvé
zh_hans: 未找到麦克风
zh_hant: 未找到麥克風

source: No mode configured
de: Kein Modus eingerichtet
fr: Aucun mode configuré
zh_hans: 未配置模式
zh_hant: 未設定模式

source: No mode selected
de: Kein Modus ausgewählt
fr: Aucun mode sélectionné
zh_hans: 未选择模式
zh_hant: 未選擇模式

source: No model configured
de: Kein Modell konfiguriert
fr: Aucun modèle configuré
zh_hans: 未配置模型
zh_hant: 未設定模型

source: No model performance
de: Keine Modellleistung
fr: Aucune performance du modèle
zh_hans: 无模型性能数据
zh_hant: 無模型效能資料

source: No model performance for this period
de: Keine Modellleistung für diesen Zeitraum
fr: Aucune performance de modèle pour cette période
zh_hans: 此时间段内无模型性能数据
zh_hant: 此時間段內無模型效能資料

source: No model performance in selection
de: Keine Modellleistung in der Auswahl
fr: Aucune performance du modèle en sélection
zh_hans: 所选内容中无模型性能数据
zh_hant: 所選內容中無模型效能資料

source: No model selected
de: Kein Modell ausgewählt
fr: Aucun modèle sélectionné
zh_hans: 未选择模型
zh_hant: 未選擇模型

source: No model usage
de: Keine Modellnutzung
fr: Aucune utilisation du modèle
zh_hans: 无模型使用数据
zh_hant: 無模型使用資料

source: No model usage for this period
de: Keine Modellnutzung für diesen Zeitraum
fr: Aucune utilisation de modèle pour cette période
zh_hans: 此时间段内无模型使用数据
zh_hant: 此時間段內無模型使用資料

source: No models
de: Keine Modelle
fr: Aucun modèle
zh_hans: 无模型
zh_hant: 無模型

source: No models available
de: Keine Modelle verfügbar
fr: Aucun modèle disponible
zh_hans: 无可用模型
zh_hant: 無可用模型

source: No models listed.
de: Keine Modelle aufgelistet.
fr: Aucun modèle répertorié.
zh_hans: 未列出任何模型。
zh_hant: 未列出任何模型。

source: No models loaded
de: Keine Modelle geladen
fr: Aucun modèle chargé
zh_hans: 未载入任何模型
zh_hant: 未載入任何模型

source: No models loaded.
de: Keine Modelle geladen.
fr: Aucun modèle chargé.
zh_hans: 未载入任何模型。
zh_hant: 未載入任何模型。

source: No modes available
de: Keine Modi verfügbar
fr: Aucun mode disponible
zh_hans: 无可用模式
zh_hant: 無可用模式

source: No number yet
de: Noch kein Wert
fr: Pas encore de valeur
zh_hans: 暂无数值
zh_hant: 暫無數值

source: No prompts available
de: Keine Prompts verfügbar
fr: Aucune invite disponible
zh_hans: 无可用提示词
zh_hant: 無可用提示詞

source: No providers connected
de: Keine Anbieter verbunden
fr: Aucun fournisseur connecté
zh_hans: 未连接任何提供商
zh_hant: 未連線任何供應商

source: No recent dictation Yap can find to change.
de: Yap findet kein letztes Diktat, das es ändern könnte.
fr: Yap ne trouve aucune dictée récente à modifier.
zh_hans: 找不到最近一次可以修改的听写。
zh_hant: 找不到最近一次可以修改的聽寫。

source: No results found
de: Keine Ergebnisse gefunden
fr: Aucun résultat trouvé
zh_hans: 未找到结果
zh_hant: 未找到結果

source: No settings match
de: Keine passenden Einstellungen
fr: Aucun réglage ne correspond
zh_hans: 没有匹配的设置
zh_hant: 沒有比對的設定

source: No settings were imported.
de: Es wurden keine Einstellungen importiert.
fr: Aucun paramètre n'a été importé.
zh_hans: 未导入任何设置。
zh_hant: 未匯入任何設定。

source: No sound from other apps yet. If the call is already talking, allow Yap under System Audio Recording.
de: Noch kein Ton von anderen Apps. Falls im Call schon gesprochen wird, erlaube Yap unter „Systemaudioaufnahme“.
fr: Aucun son des autres apps pour l'instant. Si l'appel a déjà commencé, autorisez Yap dans « Enregistrement audio du système ».
zh_hans: 还没有收到其他 App 的声音。如果会议里已经有人在说话，请在“系统录音”里允许 Yap。
zh_hant: 還沒有收到其他 App 的聲音。如果會議裡已經有人在說話，請在「系統錄音」裡允許 Yap。

source: No supported AI providers connected
de: Keine KI-Anbieter verbunden
fr: Aucun fournisseur d'IA pris en charge connecté
zh_hans: 未连接 AI 提供商
zh_hant: 未連線 AI 供應商

source: No token estimates
de: Keine Token-Schätzungen
fr: Aucune estimation de jeton
zh_hans: 无令牌估算
zh_hant: 無Token估算

source: No transcription available
de: Keine Transkription verfügbar
fr: Aucune transcription disponible
zh_hans: 无可用转写内容
zh_hant: 無可用轉錄內容

source: No transcription model is selected for the '%@' mode
de: Für den Modus „%@“ ist kein Transkriptionsmodell ausgewählt
fr: Aucun modèle de transcription n'est sélectionné pour le mode '%@'
zh_hans: “%@”模式未选择转写模型
zh_hant: 「%@」模式未選擇轉錄模型

source: No transcription model selected
de: Kein Transkriptionsmodell ausgewählt
fr: Aucun modèle de transcription sélectionné
zh_hans: 未选择转写模型
zh_hant: 未選擇轉錄模型

source: No transcription models
de: Keine Transkriptionsmodelle
fr: Aucun modèle de transcription
zh_hans: 无转写模型
zh_hant: 無轉錄模型

source: No transcription models available. Please connect to a cloud service or download a local model in the AI Models tab.
de: Keine Transkriptionsmodelle verfügbar. Verbinde dich mit einem Cloud-Dienst oder lade im Tab „KI-Modelle“ ein lokales Modell herunter.
fr: Aucun modèle de transcription disponible. Connectez-vous à un service cloud ou téléchargez un modèle local dans l’onglet Modèles d’IA.
zh_hans: 没有可用的转写模型。请在「AI 模型」标签页中连接云服务或下载本地模型。
zh_hant: 沒有可用的轉錄模型。請在「AI 模型」標籤頁中連線雲服務或下載本地模型。

source: No transcription text was available for the custom command.
de: Für den eigenen Befehl war kein Transkriptionstext verfügbar.
fr: Aucun texte de transcription n'était disponible pour la commande personnalisée.
zh_hans: 没有可供自定命令使用的转写文本。
zh_hant: 沒有可供自定命令使用的轉錄文字。

source: No transcription timings
de: Keine Transkriptionszeiten
fr: Aucun horaire de transcription
zh_hans: 无转写用时
zh_hant: 無轉錄用時

source: No transcriptions match this filter
de: Keine Transkriptionen entsprechen diesem Filter
fr: Aucune transcription ne correspond à ce filtre
zh_hans: 没有符合此筛选的转写记录
zh_hant: 沒有符合此篩選的轉錄記錄

source: No transcriptions yet
de: Noch keine Transkriptionen
fr: Aucune transcription pour l'instant
zh_hans: 暂无转写记录
zh_hant: 暫無轉錄記錄

source: No triggers
de: Keine Auslöser
fr: Aucun déclencheur
zh_hans: 无触发条件
zh_hant: 無觸發條件

source: No triggers in this group
de: Keine Auslöser in dieser Gruppe
fr: Aucun déclencheur dans ce groupe
zh_hans: 此分组中没有触发条件
zh_hant: 此分組中沒有觸發條件

source: No usable microphone is available. Choose a microphone in Audio Settings.
de: Es ist kein verwendbares Mikrofon verfügbar. Wähle unter „Audioeinstellungen“ ein Mikrofon aus.
fr: Aucun microphone utilisable n’est disponible. Choisissez un microphone dans Paramètres audio.
zh_hans: 没有可用的麦克风。请在“音频设置”中选择一个麦克风。
zh_hant: 沒有可用的麥克風。請在「音訊設定」中選擇一個麥克風。

source: No usable microphone is available. Open the lid or connect an external microphone.
de: Es ist kein verwendbares Mikrofon verfügbar. Öffne den Deckel oder schließe ein externes Mikrofon an.
fr: Aucun microphone utilisable n’est disponible. Ouvrez le couvercle ou connectez un microphone externe.
zh_hans: 没有可用的麦克风。请打开上盖或连接外接麦克风。
zh_hant: 沒有可用的麥克風。請開啟上蓋或連線外接麥克風。

source: No valid entries are available to import.
de: Es sind keine gültigen Einträge zum Importieren verfügbar.
fr: Aucune entrée valide n'est disponible pour l'importation.
zh_hans: 没有可导入的有效条目。
zh_hant: 沒有可匯入的有效項目。

source: None
de: Kein
fr: Aucun
zh_hans: 无
zh_hant: 無

source: None chosen
de: Keins gewählt
fr: Aucun choisi
zh_hans: 未选择
zh_hant: 未選擇

source: None detected
de: Nichts erkannt
fr: Aucun détecté
zh_hans: 未检测到
zh_hant: 未偵測到

source: None selected
de: Nichts ausgewählt
fr: Aucun sélectionné
zh_hans: 未选择
zh_hant: 未選擇

source: Not Determined
de: Nicht festgelegt
fr: Non déterminé
zh_hans: 未确定
zh_hant: 未確定

source: Not enough from last week to compare
de: Zu wenig aus der Vorwoche zum Vergleichen
fr: Pas assez de données la semaine dernière pour comparer
zh_hans: 上周同期样本不够，暂不比较
zh_hant: 上週同期樣本不夠，暫不比較

source: Not Granted
de: Nicht gewährt
fr: Non accordé
zh_hans: 未授予
zh_hant: 未授予

source: Not Now
de: Nicht jetzt
fr: Plus tard
zh_hans: 以后再说
zh_hant: 以後再說

source: Not Set
de: Nicht festgelegt
fr: Non défini
zh_hans: 未设置
zh_hant: 未設定

source: Not configured
de: Nicht konfiguriert
fr: Non configuré
zh_hans: 未配置
zh_hant: 未設定

source: Not connected
de: Nicht verbunden
fr: Non connecté
zh_hans: 未连接
zh_hant: 未連線

source: Not connected to streaming transcription service
de: Nicht mit dem Streaming-Transkriptionsdienst verbunden
fr: Non connecté au service de transcription en streaming
zh_hans: 未连接到流式转写服务
zh_hant: 未連線到串流轉錄服務

source: Not enough data
de: Zu wenige Daten
fr: Pas assez de données
zh_hans: 数据不足
zh_hant: 資料不足

source: Not enough disk space: the model needs %@, and %@ is free. Free up some space and try again.
de: Nicht genug Speicherplatz: Das Modell braucht %1$@, frei sind %2$@. Schaffe Platz und versuche es erneut.
fr: Espace disque insuffisant : le modèle a besoin de %1$@ et il reste %2$@. Libérez de l’espace puis réessayez.
zh_hans: 磁盘空间不够：这个模型需要 %1$@，目前只剩 %2$@。清理出一些空间后再试。
zh_hant: 磁碟空間不夠：這個模型需要 %1$@，目前只剩 %2$@。清理出一些空間後再試。

source: Not selected
de: Nicht ausgewählt
fr: Non sélectionné
zh_hans: 未选中
zh_hant: 未選中

source: Not set
de: Nicht festgelegt
fr: Non défini
zh_hans: 未设置
zh_hant: 未設定

source: Not signed in to Yap Cloud. Sign in under Account.
de: Nicht bei Yap Cloud angemeldet. Melde dich unter „Konto“ an.
fr: Non connecté à Yap Cloud. Connectez-vous dans Compte.
zh_hans: 尚未登录 Yap Cloud,请在「账户」里登录。
zh_hant: 尚未登入 Yap Cloud,請在「帳號」裡登入。

source: Note: Press Option 1-9 during recording to switch modes manually.
de: Hinweis: Drücke Option 1-9 während der Aufnahme, um manuell den Modus zu wechseln.
fr: Remarque : Appuyez sur l'option 1 à 9 pendant l'enregistrement pour changer de mode manuellement.
zh_hans: 注意：录音时按 Option 1-9 可手动切换模式。
zh_hant: 注意：錄音時按 Option 1-9 可手動切換模式。

source: Notes
de: Notizen
fr: Remarques
zh_hans: 备忘录
zh_hant: 備忘錄

source: Nothing added by Auto-Learn yet.
de: Auto-Lernen hat noch nichts hinzugefügt.
fr: L’apprentissage automatique n’a encore rien ajouté.
zh_hans: 自动学习还没有添加任何条目。
zh_hant: 自動學習還沒有新增任何項目。

source: Nothing added by hand yet.
de: Noch nichts manuell hinzugefügt.
fr: Rien n’a encore été ajouté manuellement.
zh_hans: 还没有手动添加的条目。
zh_hant: 還沒有手動新增的項目。

source: Nothing dictated yet this week
de: Diese Woche noch nichts diktiert
fr: Rien dicté cette semaine
zh_hans: 本周还没有听写
zh_hant: 本週還沒有聽寫

source: Nothing learned in the last 7 days. When you correct a word Yap pasted, the rule Auto Learn adds shows up here.
de: In den letzten 7 Tagen wurde nichts gelernt. Wenn du ein Wort korrigierst, das Yap eingefügt hat, erscheint hier die Regel, die Auto Learn daraus macht.
fr: Rien appris ces 7 derniers jours. Quand vous corrigez un mot collé par Yap, la règle ajoutée par l’apprentissage automatique apparaît ici.
zh_hans: 最近 7 天没有学到新规则。你修改 Yap 粘贴的词之后，自动学习添加的规则会显示在这里。
zh_hant: 最近 7 天沒有學到新規則。你修改 Yap 貼上的詞之後，自動學習新增的規則會顯示在這裡。

source: Nothing to compare with last week
de: Kein Vergleich zur Vorwoche
fr: Rien à comparer avec la semaine dernière
zh_hans: 上周同期没有记录
zh_hant: 上周同期沒有記錄

source: Nothing was said in this meeting.
de: In diesem Meeting wurde nichts gesagt.
fr: Rien n’a été dit pendant cette réunion.
zh_hans: 这场会议里没有识别到说话内容。
zh_hant: 這場會議裡沒有辨識到說話內容。

source: Offers the on-device model built into macOS as an AI enhancement provider in modes. It's off by default because it hasn't yet matched Yap Refine on Yap's cleanup tests.
de: Bietet das in macOS integrierte Modell auf dem Gerät als Anbieter für KI-Überarbeitung in Modi an. Standardmäßig aus, weil es in Yaps Überarbeitungstests Yap Refine noch nicht erreicht hat.
fr: Propose le modèle intégré à macOS, sur l'appareil, comme fournisseur d'amélioration IA dans les modes. Désactivé par défaut, car il n'a pas encore égalé Yap Refine aux tests de nettoyage de Yap.
zh_hans: 在模式的 AI 润色里提供 macOS 自带的本机模型。默认关闭，因为它在 Yap 的润色测试里还没达到 Yap Refine 的水平。
zh_hant: 在模式的 AI 潤色裡提供 macOS 內建的本機模型。預設關閉，因為它在 Yap 的潤色測試裡還沒達到 Yap Refine 的水平。

source: Oldest
de: Älteste zuerst
fr: Plus anciennes
zh_hans: 最早
zh_hant: 最早

source: Ollama request timed out
de: Zeitüberschreitung bei der Ollama-Anfrage
fr: La demande Ollama a expiré
zh_hans: Ollama 请求超时
zh_hant: Ollama 請求逾時

source: Ollama server error
de: Ollama-Serverfehler
fr: Erreur du serveur Ollama
zh_hans: Ollama 服务器错误
zh_hant: Ollama 伺服器錯誤

source: Ollama service is not available
de: Ollama-Dienst ist nicht verfügbar
fr: Le service Ollama n’est pas disponible
zh_hans: Ollama 服务不可用
zh_hant: Ollama 服務不可用

source: On this Mac, Auto-detect adds about %@ s to every dictation with this model. A fixed language skips that, but whole sentences in another language, or switching languages mid-dictation, may come out wrong. You can switch back any time.
de: Auf diesem Mac kostet „Automatisch erkennen“ mit diesem Modell etwa %@ s pro Diktat. Eine feste Sprache spart das, aber ganze Sätze in einer anderen Sprache oder ein Sprachwechsel mitten im Diktat können falsch erkannt werden. Du kannst jederzeit zurückwechseln.
fr: Sur ce Mac, la détection automatique ajoute environ %@ s à chaque dictée avec ce modèle. Une langue fixe l'évite, mais des phrases entières dans une autre langue, ou un changement de langue en cours de dictée, risquent d'être mal reconnus. Vous pouvez revenir en arrière à tout moment.
zh_hans: 在这台 Mac 上，用这个模型时自动检测让每次听写多花约 %@ 秒。固定语言能省掉这一步，但整句说其他语言、或一次听写里中英切换时，可能识别得更差。随时可以改回来。
zh_hant: 在這台 Mac 上，用這個模型時自動偵測讓每次聽寫多花約 %@ 秒。固定語言能省掉這一步，但整句說其他語言、或一次聽寫裡中英切換時，可能辨識得更差。隨時可以改回來。

source: On timeout
de: Bei Timeout
fr: À l'expiration du délai
zh_hans: 超时后
zh_hant: 逾時後

source: On-Device
de: Auf dem Gerät
fr: Sur l'appareil
zh_hans: 设备端
zh_hant: 裝置端

source: On-device model
de: Modell auf dem Gerät
fr: Modèle sur l'appareil
zh_hans: 本机模型
zh_hant: 本機模型

source: Only local Whisper models use this. Add example text to guide spelling and style.
de: Nur lokale Whisper-Modelle verwenden dies. Beispieltext steuert Schreibweise und Stil.
fr: Seuls les modèles Whisper locaux l’utilisent. Ajoutez un exemple de texte pour guider l’orthographe et le style.
zh_hans: 仅本地 Whisper 模型使用此内容。示例文本可引导拼写和风格。
zh_hant: 僅本地 Whisper 模型使用此內容。範例文字可引導拼寫和風格。

source: Open
de: Öffnen
fr: Ouvrir
zh_hans: 打开
zh_hant: 開啟

source: Open %@ API key page
de: %@ API-Schlüssel-Seite öffnen
fr: Ouvrir la page de clé API %@
zh_hans: 打开 %@ API 密钥页面
zh_hant: 開啟 %@ API 金鑰頁面

source: Open Accessibility settings
de: Einstellungen für Bedienungshilfen öffnen
fr: Ouvrir les paramètres d'accessibilité
zh_hans: 打开辅助功能设置
zh_hant: 開啟輔助功能設定

source: Open Account
de: Konto öffnen
fr: Ouvrir le compte
zh_hans: 打开账户
zh_hant: 開啟帳號

source: Open Applications Folder
de: Ordner „Programme“ öffnen
fr: Ouvrir le dossier Applications
zh_hans: 打开“应用程序”文件夹
zh_hant: 開啟「應用程式」資料夾

source: Open Config Folder
de: Konfigurationsordner öffnen
fr: Ouvrir le dossier de configuration
zh_hans: 打开配置文件夹
zh_hant: 開啟設定資料夾

source: Open History
de: Verlauf öffnen
fr: Ouvrir l'historique
zh_hans: 打开历史记录
zh_hant: 開啟歷史記錄

source: Open Modes settings
de: Modi-Einstellungen öffnen
fr: Paramètres des modes ouverts
zh_hans: 打开模式设置
zh_hant: 開啟模式設定

source: Open Quick History
de: Schnellverlauf öffnen
fr: Ouvrir l'historique rapide
zh_hans: 打开快速历史记录
zh_hant: 開啟快速歷史記錄

source: Open Scratchpad
de: Notizblock öffnen
fr: Ouvrir le bloc-notes
zh_hans: 打开便签
zh_hant: 開啟便箋

source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir les paramètres
zh_hans: 打开设置
zh_hant: 開啟設定

source: Open Yap
de: Yap öffnen
fr: Ouvrir Yap
zh_hans: 打开 Yap
zh_hant: 開啟 Yap

source: Open detailed AI model usage
de: Detaillierte KI-Modellnutzung öffnen
fr: Ouvrir l'utilisation détaillée du modèle d'IA
zh_hans: 打开详细 AI 模型使用情况
zh_hant: 開啟詳細 AI 模型使用情況

source: Open detailed model performance
de: Detaillierte Modellleistung öffnen
fr: Ouvrir les performances du modèle détaillé
zh_hans: 打开详细模型性能
zh_hant: 開啟詳細模型效能

source: Open recent transcriptions without opening the main Yap window. Search, select, and press Return to paste into your current app.
de: Öffne aktuelle Transkriptionen, ohne das Yap-Hauptfenster zu öffnen. Suche, wähle eine aus und drücke die Eingabetaste, um sie in deine aktuelle App einzufügen.
fr: Ouvrez les transcriptions récentes sans ouvrir la fenêtre principale de Yap. Recherchez, sélectionnez et appuyez sur Retour pour coller dans votre application actuelle.
zh_hans: 无需打开 Yap 主窗口即可打开最近的转录。搜索并选择一项，然后按回车键将其粘贴到当前应用中。
zh_hant: 無需開啟 Yap 主視窗即可開啟最近的轉錄。搜尋並選擇一項，然後按回車鍵將其貼上到目前應用中。

source: Open recommended AI models
de: Empfohlene KI-Modelle öffnen
fr: Ouvrir les modèles d'IA recommandés
zh_hans: 打开推荐 AI 模型
zh_hant: 開啟推薦 AI 模型

source: OpenAI Compatible
de: OpenAI-kompatibel
fr: Compatible avec OpenAI
zh_hans: OpenAI 兼容
zh_hant: OpenAI 相容

source: OpenRouter key found. Continue to use it.
de: OpenRouter-Schlüssel gefunden. Fahre fort, um ihn zu verwenden.
fr: Clé OpenRouter trouvée. Continuez pour l’utiliser.
zh_hans: 已找到 OpenRouter 密钥，点继续即可使用。
zh_hant: 已找到 OpenRouter 金鑰，點繼續即可使用。

source: OpenRouter speech-to-text model
de: OpenRouter-Spracherkennungsmodell
fr: Modèle de transcription OpenRouter
zh_hans: OpenRouter 语音转文字模型
zh_hant: OpenRouter 語音轉文字模型

source: OpenRouter · MAI-Transcribe-2 → DeepSeek V4.1 Flash · Chinese–English enhancement · about $0.13 per hour of speech
de: OpenRouter · MAI-Transcribe-2 → DeepSeek V4.1 Flash · Chinesisch-englische Verbesserung · etwa 0,13 $ pro Stunde Sprache
fr: OpenRouter · MAI-Transcribe-2 → DeepSeek V4.1 Flash · amélioration chinois-anglais · environ 0,13 $ par heure de parole
zh_hans: OpenRouter · MAI-Transcribe-2 → DeepSeek V4.1 Flash · 中英混合润色 · 每小时语音约 $0.13
zh_hant: OpenRouter · MAI-Transcribe-2 → DeepSeek V4.1 Flash · 中英混合潤色 · 每小時語音約 $0.13

source: Opens the Yap Cloud page
de: Öffnet die Yap-Cloud-Seite
fr: Ouvre la page Yap Cloud
zh_hans: 打开 Yap Cloud 页面
zh_hant: 開啟 Yap Cloud 頁面

source: Optimizing model for your device
de: Modell wird für dein Gerät optimiert
fr: Optimisation du modèle pour votre appareil
zh_hans: 正在为你的设备优化模型
zh_hant: 正在為你的裝置最佳化模型

source: Or configure with ~/.config/yap/config.json
de: Oder über ~/.config/yap/config.json konfigurieren
fr: Ou configurez avec ~/.config/yap/config.json
zh_hans: 也可以用 ~/.config/yap/config.json 配置
zh_hant: 也可以用 ~/.config/yap/config.json 設定

source: Or say "scratch that" / "删掉刚才那句"
de: Oder sag „scratch that“ / „删掉刚才那句“
fr: Ou dites « scratch that » / « 删掉刚才那句 »
zh_hans: 或者直接说"删掉刚才那句" / "scratch that"
zh_hant: 或者直接說"刪掉剛才那句" / "scratch that"

source: Original text (use commas for multiple)
de: Originaltext (mehrere mit Komma trennen)
fr: Texte original (utilisez des virgules pour plusieurs)
zh_hans: 原文（多个用逗号分隔）
zh_hant: 原文（多個用逗號分隔）

source: Original transcription
de: Originaltranskription
fr: Transcription originale
zh_hans: 原始转录
zh_hant: 原始轉錄

source: Other
de: Sonstige
fr: Autre
zh_hans: 其他
zh_hant: 其他

source: Others
de: Andere
fr: Autres
zh_hans: 对方
zh_hant: 對方

source: Output
de: Ausgabe
fr: Sortir
zh_hans: 输出
zh_hant: 輸出

source: Paragraph breaks
de: Absatzumbrüche
fr: Sauts de paragraphe
zh_hans: 段落分隔
zh_hant: 段落分隔

source: Paste
de: Einfügen
fr: Coller
zh_hans: 粘贴
zh_hant: 貼上

source: Paste %@ API key
de: %@-API-Schlüssel einfügen
fr: Coller la clé API %@
zh_hans: 粘贴 %@ API 密钥
zh_hant: 貼上 %@ API 金鑰
